{
  "chunk_id": "002",
  "lang_target": "fr",
  "blocks": [
    {
      "id": "",
      "md_type": "paragraph_or_misc",
      "source_md": "and more deal-by-deal control than a traditional fund offers.  \n* **Manager (GP or Syndicate Lead):** The manager is the individual or firm that **sources the deal, organizes the SPV, and manages it on behalf of investors.** They are responsible for all operational aspects, from investment decisions to investor reporting, and are compensated through management fees and carried interest (a share of the profits).  \n* **Target company:** The company that **receives the investment from the SPV**. For founders, the primary benefit is a simplified capitalization table, as the SPV consolidates many individual investors into a single line item, reducing administrative work.  \n* **Service providers:** A network of professionals provides essential support. This includes **law firms** for legal structuring, **accountants** for tax and financial reporting, banks for holding funds, and specialized **SPV administrators** for back-office management and compliance.  \n* **Regulators:** Government agencies (like the SEC in the US) set the **legal framework** for SPVs. They enforce securities and tax laws and often place limits on the number and type of investors who can participate in an offering.",
      "translation_md": "et un contrôle affaire par affaire supérieur à celui qu’offre un fonds traditionnel.  \n* **Manager (GP ou Syndicate Lead)** : Le manager est la personne physique ou la société qui **source l’opération, constitue le SPV (véhicule ad hoc) et l’administre pour le compte des investisseurs.** Il est responsable de tous les aspects opérationnels, des décisions d’investissement au reporting investisseurs, et est rémunéré via des frais de gestion et du carried interest (part des bénéfices).  \n* **Société cible** : L’entreprise qui **reçoit l’investissement du SPV**. Pour les fondateurs, l’avantage principal est une table de capitalisation simplifiée, car le SPV regroupe de nombreux investisseurs individuels en une seule ligne, ce qui réduit la charge administrative.  \n* **Fournisseurs de services** : Un réseau de professionnels fournit un appui essentiel. Il comprend des **cabinets d’avocats** pour la structuration juridique, des **experts‑comptables** pour la fiscalité et le reporting financier, des banques pour la conservation des fonds, et des **administrateurs de SPV** spécialisés pour la gestion back‑office et la conformité.  \n* **Régulateurs** : Les autorités publiques (comme la SEC aux États‑Unis) définissent le **cadre juridique** applicable aux SPV. Elles font respecter les règles de valeurs mobilières et fiscales et limitent souvent le nombre et le type d’investisseurs pouvant participer à une offre."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## Legal forms for SPVs by country {#legal-forms-for-spvs-by-country}",
      "translation_md": "## Formes juridiques des SPV (véhicules ad hoc) par pays {#legal-forms-for-spvs-by-country}"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs in the United States {#spvs-in-the-united-states}",
      "translation_md": "### SPV aux États‑Unis {#spvs-in-the-united-states}"
    },
    {
      "id": "9231712d77",
      "md_type": "paragraph_or_misc",
      "source_md": "The US offers a highly developed and flexible environment for SPVs, with **Delaware** being the favored state of incorporation for its robust corporate law. The choice of entity is typically driven by the need to balance strong liability protection with pass-through tax efficiency.",
      "translation_md": "Les États‑Unis offrent un environnement très développé et flexible pour les SPV, avec le **Delaware** comme État d’immatriculation privilégié pour la robustesse de son droit des sociétés. Le choix de l’entité vise généralement à concilier une forte protection en responsabilité et une efficacité de transparence fiscale (pass‑through)."
    },
    {
      "id": "b566bac6bf",
      "md_type": "paragraph_or_misc",
      "source_md": "Key structures include:",
      "translation_md": "Structures clés :"
    },
    {
      "id": "56c9605fe0",
      "md_type": "list_candidate",
      "source_md": "* [**Limited Liability Company (LLC)**](https://www.irs.gov/businesses/small-businesses-self-employed/limited-liability-company-llc)**:** The most popular choice for venture capital, real estate, and private equity SPVs, offering high contractual flexibility.  \n* [**Limited Partnership (LP)**](https://www.irs.gov/businesses/partnerships)**:** A prevalent structure for investment funds and international deals, providing limited liability to investors.  \n* [**Trusts and Corporations**](https://www.irs.gov/charities-non-profits/definition-of-a-trust)**:** Used for more niche purposes, such as securitizations (Trusts) or as \"blocker\" entities for tax-sensitive investors (C-corps).",
      "translation_md": "* [**Limited Liability Company (LLC)**](https://www.irs.gov/businesses/small-businesses-self-employed/limited-liability-company-llc)** :** Le choix le plus répandu pour les SPV de venture capital, d’immobilier et de private equity, offrant une grande flexibilité contractuelle.  \n* [**Limited Partnership (LP)**](https://www.irs.gov/businesses/partnerships)** :** Structure fréquente pour les fonds d’investissement et les opérations internationales, procurant une responsabilité limitée aux investisseurs.  \n* [**Trusts and Corporations**](https://www.irs.gov/charities-non-profits/definition-of-a-trust)** :** Utilisés pour des usages plus spécifiques, par exemple les titrisations (Trusts) ou comme entités « blocker » pour des investisseurs sensibles à la fiscalité (C‑corps)."
    },
    {
      "id": "54c015df54",
      "md_type": "paragraph_or_misc",
      "source_md": "Regulation is primarily overseen by the SEC. SPVs must comply with securities laws, which often restrict the number of investors and require them to be \"accredited investors\".",
      "translation_md": "La réglementation est principalement supervisée par la SEC. Les SPV doivent se conformer au droit des valeurs mobilières, qui limite souvent le nombre d’investisseurs et exige qu’ils soient des « investisseurs accrédités »."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs in the United Kingdom {#spvs-in-the-united-kingdom}",
      "translation_md": "### SPV au Royaume‑Uni {#spvs-in-the-united-kingdom}"
    },
    {
      "id": "b4d3825f0e",
      "md_type": "paragraph_or_misc",
      "source_md": "The UK provides several distinct legal structures for SPVs, ranging from traditional corporate forms to more tax-transparent partnership and trust arrangements.",
      "translation_md": "Le Royaume‑Uni propose plusieurs structures juridiques distinctes pour les SPV, allant des formes sociétaires classiques à des montages plus transparents fiscalement de type partenariat et trust."
    },
    {
      "id": "b566bac6bf",
      "md_type": "paragraph_or_misc",
      "source_md": "Key structures include:",
      "translation_md": "Structures clés :"
    },
    {
      "id": "8e089d9d03",
      "md_type": "list_candidate",
      "source_md": "* [**Private Limited Company (Ltd)**](https://www.legislation.gov.uk/ukpga/2006/46/contents)**:** The most frequent SPV form, providing limited liability but subject to UK Corporation Tax and more compliance than US LLCs.  \n* [**Private Fund Limited Partnership (PFLP)**](https://www.legislation.gov.uk/ukdsi/2017/9780111153208)**:** A common tax-transparent choice for UK venture capital SPVs, though it requires a regulated manager and has higher administrative costs.  \n* [**Bare Trust**](https://www.gov.uk/hmrc-internal-manuals/trusts-settlements-and-estates-manual/tsem1563)**:** A simple, low-cost nominee structure where the trustee holds shares for beneficiaries. It is tax-transparent and often used as an unregulated alternative to partnership. It’s also the only type of UK SPV which allows investors to benefit from EIS, SEIS tax relief schemes, providing additional tax reliefs.",
      "translation_md": "* [**Private Limited Company (Ltd)**](https://www.legislation.gov.uk/ukpga/2006/46/contents)** :** La forme de SPV la plus courante, offrant une responsabilité limitée mais soumise à l’Impôt sur les sociétés britannique et à davantage de conformité que les LLC américaines.  \n* [**Private Fund Limited Partnership (PFLP)**](https://www.legislation.gov.uk/ukdsi/2017/9780111153208)** :** Choix fréquent et fiscalement transparent pour des SPV de venture capital au Royaume‑Uni, mais nécessitant un gestionnaire réglementé et des coûts administratifs plus élevés.  \n* [**Bare Trust**](https://www.gov.uk/hmrc-internal-manuals/trusts-settlements-and-estates-manual/tsem1563)** :** Structure de nominee simple et peu coûteuse où le trustee détient les actions pour les bénéficiaires. Elle est fiscalement transparente et souvent utilisée comme alternative non réglementée au partenariat. C’est aussi le seul type de SPV britannique permettant aux investisseurs de bénéficier des dispositifs fiscaux EIS, SEIS, procurant des allégements supplémentaires."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs in France {#spvs-in-france}",
      "translation_md": "### SPV en France {#spvs-in-france}"
    },
    {
      "id": "e9527e2ddb",
      "md_type": "paragraph_or_misc",
      "source_md": "In France, SPVs can be structured using a range of corporate and partnership vehicles, with a growing preference for more flexible corporate forms. France also has highly specialized, bankruptcy-remote vehicles for securitization.",
      "translation_md": "En France, les SPV peuvent adopter diverses formes sociétaires ou de partenariat, avec une préférence croissante pour des formes plus flexibles. La France dispose aussi de véhicules hautement spécialisés, juridiquement isolés du risque de faillite, pour la titrisation."
    },
    {
      "id": "b566bac6bf",
      "md_type": "paragraph_or_misc",
      "source_md": "Key structures include:",
      "translation_md": "Structures clés :"
    },
    {
      "id": "91a0fb8a3d",
      "md_type": "list_candidate",
      "source_md": "* [**Société par Actions Simplifiée (SAS)**](https://entreprendre.service-public.fr/vosdroits/F37366#:~:text=La%20soci%C3%A9t%C3%A9%20par%20actions%20simplifi%C3%A9e,ou%20dont%20le%20titre%20est)**:** An increasingly popular and flexible corporate form offering limited liability and significant freedom in governance.  \n* [**Société Civile (SC)**](https://entreprendre.service-public.fr/vosdroits/F37366)**:** A tax-translucid partnership (taxed at investor level, rather than company level) commonly used for real estate, though partners face unlimited liability for the entity's obligations.   \n* [**Organisme de Titrisation (OT)**](https://www.labase-lextenso.fr/ouvrage/9782306001684-1161)**:** A specialized, tax-efficient vehicle for securitization. In its fund form (FCT), it has no legal personality but is [bankruptcy-remote by statute](https://www.google.com/url?q=https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035726499&sa=D&source=docs&ust=1750689183612508&usg=AOvVaw3m3-gkc0riVknbGcpKIfki).",
      "translation_md": "* [**Société par Actions Simplifiée (SAS)**](https://entreprendre.service-public.fr/vosdroits/F37366#:~:text=La%20soci%C3%A9t%C3%A9%20par%20actions%20simplifi%C3%A9e,ou%20dont%20le%20titre%20est)** :** Une forme sociétaire de plus en plus populaire et flexible, offrant une responsabilité limitée et une grande liberté de gouvernance.  \n* [**Société Civile (SC)**](https://entreprendre.service-public.fr/vosdroits/F37366)** :** Partenariat fiscalement translucide (imposé au niveau des investisseurs, et non au niveau de la société) couramment utilisé en immobilier, mais les associés supportent une responsabilité illimitée des obligations de l’entité.   \n* [**Organisme de Titrisation (OT)**](https://www.labase-lextenso.fr/ouvrage/9782306001684-1161)** :** Véhicule spécialisé et efficient sur le plan fiscal pour la titrisation. Sous sa forme fonds (FCT), il n’a pas la personnalité juridique mais est [protégé du risque de faillite par la loi](https://www.google.com/url?q=https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035726499&sa=D&source=docs&ust=1750689183612508&usg=AOvVaw3m3-gkc0riVknbGcpKIfki)."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "#### SAS vs SC for SPVs {#sas-vs-sc-for-spvs}",
      "translation_md": "#### SAS vs SC pour les SPV {#sas-vs-sc-for-spvs}"
    },
    {
      "id": "49406ea03b",
      "md_type": "paragraph_or_misc",
      "source_md": "Roundtable offers both **Société par Actions Simplifiée (SAS)** and **Société Civile (SC)** as primary SPV structures in France due to their tax-translucent nature, meaning the SPV itself is not taxed at the corporate level.",
      "translation_md": "Roundtable propose les structures **Société par Actions Simplifiée (SAS)** et **Société Civile (SC)** comme principaux véhicules de SPV en France du fait de leur nature fiscalement translucide, ce qui signifie que le SPV n’est pas imposé au niveau de la société."
    },
    {
      "id": "99423b4f6f",
      "md_type": "paragraph_or_misc",
      "source_md": "Instead, **profits and capital gains are taxed once, directly in the hands of investors**, according to their personal tax regime. This structure **avoids the double taxation** often found in standard corporate entities, so in most cases investors can retain a larger share of net returns.",
      "translation_md": "À la place, **les bénéfices et plus‑values sont imposés une seule fois, directement entre les mains des investisseurs**, selon leur régime fiscal personnel. Cette structuration **évite la double imposition** souvent observée dans les sociétés classiques, et permet dans la plupart des cas aux investisseurs de conserver une part nette plus importante des retours."
    },
    {
      "id": "27ea2cebb7",
      "md_type": "list_candidate",
      "source_md": "**Read more about [French SPV taxation](https://www.roundtable.eu/blog/fr/la-fiscalite-du-spv-un-aspect-trop-souvent-neglige)**",
      "translation_md": "**En savoir plus sur [la fiscalité des SPV en France](https://www.roundtable.eu/blog/fr/la-fiscalite-du-spv-un-aspect-trop-souvent-neglige)**"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs in Germany {#spvs-in-germany}",
      "translation_md": "### SPV en Allemagne {#spvs-in-germany}"
    },
    {
      "id": "cbe35ae181",
      "md_type": "paragraph_or_misc",
      "source_md": "Germany's SPV landscape is characterized by well-defined corporate and partnership structures, with a focus on providing strong limited liability (Haftungsbeschränkung).",
      "translation_md": "Le paysage allemand des SPV se caractérise par des structures de sociétés et de partenariats bien définies, avec un accent sur une forte limitation de responsabilité (Haftungsbeschränkung)."
    },
    {
      "id": "b566bac6bf",
      "md_type": "paragraph_or_misc",
      "source_md": "Key structures include:",
      "translation_md": "Structures clés :"
    },
    {
      "id": "ee2b137c3e",
      "md_type": "list_candidate",
      "source_md": "* [**Gesellschaft mit beschränkter Haftung (GmbH)**](https://www.gesetze-im-internet.de/gmbhg/)**:** The most common form for a project-specific SPV (Projektgesellschaft), it provides limited liability but is subject to corporate tax and requires [a minimum capital of €25,000](https://lawyersgermany.com/the-share-capital-in-germany/).  \n* [**GmbH & Co. KG**](https://www.gesetze-im-internet.de/hgb/)**:** A popular limited partnership that uses a GmbH as the general partner. This structure achieves overall limited liability while retaining the pass-through tax treatment of a partnership.",
      "translation_md": "* [**Gesellschaft mit beschränkter Haftung (GmbH)**](https://www.gesetze-im-internet.de/gmbhg/)** :** Forme la plus répandue pour un SPV dédié à un projet (Projektgesellschaft), elle offre une responsabilité limitée mais est soumise à l’impôt sur les sociétés et exige [un capital minimum de 25 000 €](https://lawyersgermany.com/the-share-capital-in-germany/).  \n* [**GmbH & Co. KG**](https://www.gesetze-im-internet.de/hgb/)** :** Société en commandite populaire utilisant une GmbH comme associé commandité. Cette structure assure une responsabilité limitée globale tout en conservant la transparence fiscale d’un partenariat."
    },
    {
      "id": "24c53eaf55",
      "md_type": "paragraph_or_misc",
      "source_md": "![][image1]",
      "translation_md": "![][image1]"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs in Luxembourg {#spvs-in-luxembourg}",
      "translation_md": "### SPV au Luxembourg {#spvs-in-luxembourg}"
    },
    {
      "id": "b0a4efca13",
      "md_type": "paragraph_or_misc",
      "source_md": "As a major European financial hub, Luxembourg offers a diverse range of SPV structures favored for holding companies and alternative investment funds due to their flexibility and tax efficiency, with access to European markets.",
      "translation_md": "En tant que grand centre financier européen, le Luxembourg offre une large gamme de structures de SPV, appréciées pour les holdings et les fonds d’investissement alternatifs en raison de leur flexibilité et de leur efficience fiscale, avec accès aux marchés européens."
    },
    {
      "id": "b566bac6bf",
      "md_type": "paragraph_or_misc",
      "source_md": "Key structures include:",
      "translation_md": "Structures clés :"
    },
    {
      "id": "03d8d57da5",
      "md_type": "list_candidate",
      "source_md": "* [**Société à responsabilité limitée (SARL)**](https://guichet.public.lu/fr/entreprises/creation-developpement/forme-juridique/societe-capitaux/sarl.html)**:** The most common form used for investment SPVs and holding companies, offering limited liability with a minimum capital of €12,000.  \n* [**Société en commandite spéciale (SCSp)**](https://www.roundtable.eu/learn/scsp)**:** A highly flexible special limited partnership that has no legal personality. It is fully tax-transparent and increasingly popular for alternative investment funds.  \n* [**SCS**](https://guichet.public.lu/en/entreprises/creation-developpement/forme-juridique/entreprise-individuelle_societe-personnes/scs.html) **and [SCA](https://guichet.public.lu/en/entreprises/creation-developpement/forme-juridique/societe-capitaux/sca.html):** The *Société en commandite simple* (SCS) is a tax-transparent limited partnership, while the *Société en commandite par actions* (SCA) is a partnership limited by shares, combining corporate and partnership features.",
      "translation_md": "* [**Société à responsabilité limitée (SARL)**](https://guichet.public.lu/fr/entreprises/creation-developpement/forme-juridique/societe-capitaux/sarl.html)** :** Forme la plus courante pour les SPV d’investissement et les holdings, offrant une responsabilité limitée avec un capital minimum de 12 000 €.  \n* [**Société en commandite spéciale (SCSp)**](https://www.roundtable.eu/learn/scsp)** :** Partenariat spécial très flexible, sans personnalité juridique. Entièrement transparent fiscalement et de plus en plus prisé pour les fonds d’investissement alternatifs.  \n* [**SCS**](https://guichet.public.lu/en/entreprises/creation-developpement/forme-juridique/entreprise-individuelle_societe-personnes/scs.html) **et [SCA](https://guichet.public.lu/en/entreprises/creation-developpement/forme-juridique/societe-capitaux/sca.html)** : La *Société en commandite simple* (SCS) est un partenariat fiscalement transparent, tandis que la *Société en commandite par actions* (SCA) est une société en commandite par actions qui combine des caractéristiques de société et de partenariat."
    },
    {
      "id": "58b63e273b",
      "md_type": "list_candidate",
      "source_md": "---",
      "translation_md": "---"
    },
    {
      "id": "2dd8241c5d",
      "md_type": "list_candidate",
      "source_md": "**Launch your Luxembourg SCSp with Roundtable**",
      "translation_md": "**Lancez votre SCSp luxembourgeoise avec Roundtable**"
    },
    {
      "id": "2f59e26ceb",
      "md_type": "paragraph_or_misc",
      "source_md": "The SCSp is Luxembourg’s most flexible and tax-efficient SPV structure, combining contractual freedom, investor privacy, and EU-wide market access. ",
      "translation_md": "La SCSp est la structure de SPV la plus flexible et la plus efficiente fiscalement du Luxembourg, alliant liberté contractuelle, confidentialité des investisseurs et accès aux marchés de l’UE."
    },
    {
      "id": "52f7f4976f",
      "md_type": "paragraph_or_misc",
      "source_md": "Roundtable makes it simple to set up and manage your SCSp by handling incorporation, bank accounts, investor onboarding (KYC/AML), and ongoing administration on a single platform. ",
      "translation_md": "Roundtable simplifie la création et la gestion de votre SCSp en prenant en charge l’immatriculation, les comptes bancaires, l’onboarding des investisseurs (KYC/AML) et l’administration courante sur une plateforme unique."
    },
    {
      "id": "47d0a7fd48",
      "md_type": "paragraph_or_misc",
      "source_md": "[Find out how you can get your SCSP off the ground faster.](https://www.roundtable.eu/contact-us)",
      "translation_md": "[Découvrez comment lancer votre SCSP plus rapidement.](https://www.roundtable.eu/contact-us)"
    },
    {
      "id": "58b63e273b",
      "md_type": "list_candidate",
      "source_md": "---",
      "translation_md": "---"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs in Spain {#spvs-in-spain}",
      "translation_md": "### SPV en Espagne {#spvs-in-spain}"
    },
    {
      "id": "24ac3512ba",
      "md_type": "paragraph_or_misc",
      "source_md": "In Spain, the Special Purpose Vehicle (SPV) is a common tool for foreign investors, typically established as a subsidiary of a foreign company. Its structure is designed to secure assets and isolate the Spanish entity from any financial distress affecting the parent company, with a primary focus on securitization transactions.",
      "translation_md": "En Espagne, le Special Purpose Vehicle (SPV, entité ad hoc) est un outil courant pour les investisseurs étrangers, généralement créé comme filiale d’une société étrangère. Sa structure vise à sécuriser les actifs et à isoler l’entité espagnole de toute difficulté financière affectant la société mère, avec un accent principal sur les opérations de titrisation."
    },
    {
      "id": "c002322596",
      "md_type": "paragraph_or_misc",
      "source_md": "Key structures used for SPVs in Spain include:",
      "translation_md": "Les principales structures utilisées pour les SPV en Espagne incluent :"
    },
    {
      "id": "120470a361",
      "md_type": "list_candidate",
      "source_md": "* [**Sociedad Anónima (S.A.)**](https://www.boe.es/buscar/act.php?id=BOE-A-2010-10544): The equivalent of a corporation, this structure is typically used for large or complex securitization transactions involving a high number of assets.  \n* [**Sociedad de Responsabilidad Limitada (S.L.)**](https://www.boe.es/buscar/act.php?id=BOE-A-2010-10544)**:** Similar to an LLC, this form is generally used for transactions involving a smaller number of assets.  \n* **Fideicomiso (Trust):** A very common SPV structure in which assets are held in a trust that issues securities directly to investors.",
      "translation_md": "* [**Sociedad Anónima (S.A.)**](https://www.boe.es/buscar/act.php?id=BOE-A-2010-10544) : L’équivalent d’une société anonyme, structure généralement utilisée pour des opérations de titrisation vastes ou complexes impliquant un nombre élevé d’actifs.  \n* [**Sociedad de Responsabilidad Limitada (S.L.)**](https://www.boe.es/buscar/act.php?id=BOE-A-2010-10544)** :** Semblable à une LLC, forme généralement utilisée pour des opérations impliquant un nombre plus restreint d’actifs.  \n* **Fideicomiso (Trust)** : Structure de SPV très répandue dans laquelle les actifs sont détenus dans un trust qui émet directement des titres aux investisseurs."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPV structure comparison table by region {#spv-structure-comparison-table-by-region}",
      "translation_md": "### Tableau comparatif des structures de SPV par région {#spv-structure-comparison-table-by-region}"
    },
    {
      "id": "9763a310ab",
      "md_type": "table_candidate",
      "source_md": "|  | United States | United Kingdom | France | Germany | Luxembourg | Spain |\n| :---- | :---- | :---- | :---- | :---- | :---- | :---- |\n| **Common Legal Form(s)** | LLC, LP | Ltd, PFLP, LLP, Bare Trust | SARL, SC, SAS, SA, FCT, ST, Société de Projet | GmbH, UG, GmbH & Co. KG | SARL, SCS, SA, SCA, SCSp | S.A., S.L., Fideicomisos (Trusts) |\n| **Typical Liability** | Limited (Members/LPs) | Limited (Shareholders/Members/LPs) | Limited (Associés/Actionnaires) | Limited (Gesellschafter) | Limited (Shareholders/Partners) | Limited (Shareholders) |\n| **Default Tax Treatment** | Pass-through (LLC/LP) | Corporate (Ltd),Pass-through (Others) | Corporate (SARL/SAS/SA), Transparent/ Translucid (FCT) | Corporate (GmbH/UG, Pass-through (KG) | Corporate (SARL/SA),Pass-through (SCS/SCSp) |  Corporate ([exempt for renewable energy)](https://www.osborneclarke.com/insights/spains-tax-authority-allows-tax-exemption-renewable-energy-projects) |\n| **Key Formation Needs** | Operating/LP Agmt, State Filing | Articles, Companies House Reg. | Statutes, Registry Filing, Capital Rq. | Notarized Articles, Register Reg., Capital Req. | Articles, RCS Registration, Notarial Deed (some) | Registration as a subsidiary, Securities must be traded on public market. |\n| **Typical Use Cases** | VC/PE, Real Estate, Funds | Real Estate, VC/PE, General | General Corp., Securitization, Projects | General Corp., Projects, Holding | Investment Funds, Holding, Securitization | Securitization , Asset Transfer , Infrastructure Projects. |\n| **Flexibility/Compliance** | High Flex (LLC/LP), Low Compliance | Moderate Flex, Higher Compliance (Ltd) | Moderate/High Flex (SAS), Formal (SA) | Moderate Flex, Formal Compliance (GmbH) | High Flex (SCSp), Moderate (SARL) | Formal Compliance |",
      "translation_md": "|  | États‑Unis | Royaume‑Uni | France | Allemagne | Luxembourg | Espagne |\n| :---- | :---- | :---- | :---- | :---- | :---- | :---- |\n| **Forme(s) juridique(s) courante(s)** | LLC, LP | Ltd, PFLP, LLP, Bare Trust | SARL, SC, SAS, SA, FCT, ST, Société de Projet | GmbH, UG, GmbH & Co. KG | SARL, SCS, SA, SCA, SCSp | S.A., S.L., Fideicomisos (Trusts) |\n| **Responsabilité typique** | Responsabilité limitée (membres/LP) | Responsabilité limitée (actionnaires/membres/LP) | Responsabilité limitée (associés/actionnaires) | Responsabilité limitée (Gesellschafter) | Responsabilité limitée (actionnaires/associés) | Responsabilité limitée (actionnaires) |\n| **Régime fiscal par défaut** | Transparence fiscale (LLC/LP) | Sociétaire (Ltd), Transparence fiscale (autres) | Sociétaire (SARL/SAS/SA), Transparent/Translucide (FCT) | Sociétaire (GmbH/UG, Transparence fiscale (KG) | Sociétaire (SARL/SA), Transparence fiscale (SCS/SCSp) |  Sociétaire ([exonéré pour les énergies renouvelables)](https://www.osborneclarke.com/insights/spains-tax-authority-allows-tax-exemption-renewable-energy-projects) |\n| **Éléments clés de constitution** | Operating/LP Agmt, dépôt étatique | Articles, immatriculation Companies House | Statuts, dépôt au registre, exigences de capital | Statuts notariés, immatriculation au registre, exigence de capital | Statuts, immatriculation au RCS, acte notarié (certains cas) | Immatriculation comme filiale, titres devant être négociés sur un marché public. |\n| **Cas d’usage typiques** | VC/PE, immobilier, fonds | Immobilier, VC/PE, général | Société générale, titrisation, projets | Société générale, projets, holding | Fonds d’investissement, holding, titrisation | Titrisation, transfert d’actifs, projets d’infrastructure. |\n| **Flexibilité/Conformité** | Flexibilité élevée (LLC/LP), faible conformité | Flexibilité modérée, conformité plus élevée (Ltd) | Flexibilité modérée/élevée (SAS), formalisme (SA) | Flexibilité modérée, conformité formelle (GmbH) | Flexibilité élevée (SCSp), modérée (SARL) | Conformité formelle |"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## Accounting, tax and regulatory considerations for SPV {#accounting-tax-and-regulatory-considerations-for-spv}",
      "translation_md": "## Aspects comptables, fiscaux et réglementaires pour les SPV {#accounting-tax-and-regulatory-considerations-for-spv}"
    },
    {
      "id": "efb5043266",
      "md_type": "paragraph_or_misc",
      "source_md": "Setting up an SPV requires taking into account a range of tax, accounting, and regulatory considerations. These **rules vary significantly by jurisdiction and structure.**",
      "translation_md": "La mise en place d’un SPV implique de prendre en compte un ensemble de considérations fiscales, comptables et réglementaires. Ces **règles varient fortement selon les juridictions et les structures.**"
    },
    {
      "id": "df160039c2",
      "md_type": "paragraph_or_misc",
      "source_md": "Making the right, strategic choices requires careful planning and expert guidance to ensure the vehicle achieves its intended purpose without creating liabilities.",
      "translation_md": "Effectuer les bons choix stratégiques exige une planification rigoureuse et l’appui d’experts afin d’atteindre l’objectif du véhicule sans créer de passifs."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Tax considerations for SPVs {#tax-considerations-for-spvs}",
      "translation_md": "### Considérations fiscales pour les SPV {#tax-considerations-for-spvs}"
    },
    {
      "id": "7802934ef0",
      "md_type": "paragraph_or_misc",
      "source_md": "The tax treatment of an SPV is a primary driver of its structure but also a source of significant risk if not handled correctly. ",
      "translation_md": "Le traitement fiscal d’un SPV oriente d’abord sa structuration, mais constitue aussi une source de risques majeurs s’il est mal géré. "
    },
    {
      "id": "610ff0c37a",
      "md_type": "list_candidate",
      "source_md": "* **Entity taxation:** The default tax status of the SPV is a foundational choice. Many SPVs in the are structured as pass-through entities (like SC or SCSp), where the entity is not taxed directly, but investors are.  \n* **Jurisdiction:** The choice of jurisdiction can have major tax consequences. SPVs are often established in tax-friendly locations, but this requires careful planning to manage withholding taxes and international reporting requirements like [FATCA](https://www.irs.gov/businesses/corporations/foreign-account-tax-compliance-act-fatca).  \n* **Transactional taxes:** Specific transactions, such as selling property held within an SPV, can be structured for tax optimization, but these strategies require domain expertise to execute correctly. ",
      "translation_md": "* **Imposition de l’entité** : Le statut fiscal par défaut du SPV est un choix fondamental. Beaucoup de SPV sont structurés en entités « pass‑through » (comme la SC ou la SCSp), où l’entité n’est pas imposée directement et l’imposition a lieu chez les investisseurs.  \n* **Juridiction** : Le choix de la juridiction peut avoir des conséquences fiscales majeures. Les SPV sont souvent établis dans des lieux favorables à la fiscalité, mais cela nécessite une planification soignée pour gérer les retenues à la source et les obligations internationales de reporting comme [FATCA](https://www.irs.gov/businesses/corporations/foreign-account-tax-compliance-act-fatca).  \n* **Taxes transactionnelles** : Certaines opérations, comme la cession d’un actif détenu dans un SPV, peuvent être structurées pour optimiser la fiscalité, mais ces stratégies requièrent une expertise pointue pour être correctement exécutées. "
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Accounting & reporting for SPVs {#accounting-reporting-for-spvs}",
      "translation_md": "### Comptabilité et reporting pour les SPV {#accounting-reporting-for-spvs}"
    },
    {
      "id": "8e2a241d7b",
      "md_type": "paragraph_or_misc",
      "source_md": "Proper accounting is crucial for transparency and avoiding the misuse of SPVs, as seen in historic corporate scandals. Maintaining a clear and compliant financial picture is a critical, ongoing task.",
      "translation_md": "Une comptabilité adéquate est cruciale pour la transparence et pour éviter les abus d’SPV, comme l’ont montré d’anciens scandales d’entreprise. Maintenir une image financière claire et conforme est une tâche critique et continue."
    },
    {
      "id": "d5cec0771e",
      "md_type": "list_candidate",
      "source_md": "* **Separate financials:** An SPV must maintain its own distinct books, records, assets, and liabilities, separate from the sponsor.  \n* **Off-Balance sheet treatment:** While SPVs may be kept off a sponsor's balance sheet, this practice is now under stricter scrutiny and requires careful disclosure to avoid masking crucial information from investors.  \n* **Expense allocation:** Regulators like the CSSF and AFM have made the proper allocation of expenses between the SPV and its managers an examination priority, with significant fines for non-compliance.",
      "translation_md": "* **États financiers séparés** : Un SPV doit tenir des livres, comptes, actifs et passifs qui lui sont propres, distincts de ceux du sponsor.  \n* **Traitement hors bilan** : Bien que des SPV puissent être maintenus hors du bilan du sponsor, cette pratique fait désormais l’objet d’un contrôle accru et requiert une information soignée pour éviter de masquer des éléments essentiels aux investisseurs.  \n* **Affectation des frais** : Des régulateurs comme la CSSF et l’AFM font de la correcte répartition des dépenses entre le SPV et ses gestionnaires une priorité de contrôle, avec des amendes significatives en cas de non‑conformité."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Legal & regulatory framework {#legal-regulatory-framework}",
      "translation_md": "### Cadre juridique et réglementaire {#legal-regulatory-framework}"
    },
    {
      "id": "8db403650b",
      "md_type": "paragraph_or_misc",
      "source_md": "SPVs do not operate in a vacuum; they are subject to a web of requirements that dictate their formation and operation. These can be understood across three main dimensions:",
      "translation_md": "Les SPV n’évoluent pas en vase clos ; ils sont soumis à un ensemble d’exigences qui régissent leur création et leur fonctionnement. On peut les comprendre selon trois dimensions principales :"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "#### **1. Regulatory** {#1-regulatory}",
      "translation_md": "#### **1. Réglementaire** {#1-regulatory}"
    },
    {
      "id": "806beab0fd",
      "md_type": "list_candidate",
      "source_md": "* **Securities laws:**  In most jurisdictions, SPVs that issue securities must comply with strict regulations (like [Law No. 88-121](https://companyformationfrance.com/open-a-spv-in-france/) in France) regarding how they can raise capital and who can invest.  \n* **Investor limitations:** Offerings are often restricted to accredited or otherwise sophisticated investors, and there may be limits on the number of investors permitted.  \n* **Ongoing compliance:** Regulators also require continuous filings, such as KYC/AML checks, state franchise taxes, registered agent fees, and other disclosures.",
      "translation_md": "* **Droit des valeurs mobilières** : Dans la plupart des juridictions, les SPV qui émettent des titres doivent respecter des règles strictes (comme la [Law No. 88-121](https://companyformationfrance.com/open-a-spv-in-france/) en France) relatives aux modalités de levée de capitaux et aux catégories d’investisseurs admissibles.  \n* **Limites d’investisseurs** : Les offres sont souvent réservées à des investisseurs accrédités ou autrement sophistiqués, avec parfois des plafonds sur le nombre d’investisseurs.  \n* **Conformité continue** : Les régulateurs exigent aussi des obligations permanentes, telles que les vérifications KYC/AML, les taxes d’État, les frais d’agent enregistré et d’autres déclarations."
    },
    {
      "id": "fe47dce0db",
      "md_type": "paragraph_or_misc",
      "source_md": "  #### **2. Corporate**",
      "translation_md": "  #### **2. Sociétaire**"
    },
    {
      "id": "7a18683b69",
      "md_type": "list_candidate",
      "source_md": "* **Legal structure:** The choice of entity (e.g. SAS, SC, SCSp) dictates governance rules, liability, and reporting requirements. This decision shapes both how the SPV operates internally and how it is treated by regulators.",
      "translation_md": "* **Structure juridique** : Le choix de l’entité (p. ex. SAS, SC, SCSp) détermine les règles de gouvernance, la responsabilité et les obligations de reporting. Cette décision façonne le fonctionnement interne du SPV et son traitement par les régulateurs."
    },
    {
      "id": "c0c718352f",
      "md_type": "paragraph_or_misc",
      "source_md": "  #### **3. Fiscal**",
      "translation_md": "  #### **3. Fiscal**"
    },
    {
      "id": "a80787efce",
      "md_type": "list_candidate",
      "source_md": "* **Tax treatment:** SPVs are often designed to be tax-transparent, ensuring that profits and capital gains are only taxed once at the investor level. However, treatment can vary significantly across jurisdictions, so cross-border investors must consider the fiscal implications in each relevant country.",
      "translation_md": "* **Traitement fiscal** : Les SPV sont souvent conçus pour être transparents fiscalement, afin que les bénéfices et plus‑values ne soient imposés qu’une seule fois au niveau des investisseurs. Toutefois, le traitement varie fortement selon les juridictions ; les investisseurs transfrontaliers doivent donc considérer les implications fiscales dans chaque pays concerné."
    },
    {
      "id": "2af0818f95",
      "md_type": "paragraph_or_misc",
      "source_md": "The sheer number of variables makes professional support essential. Platforms like [Roundtable](https://www.roundtable.eu/) are designed to manage these requirements, handling the legal, tax, and administrative burdens so that founders and investors can focus on the deal itself.",
      "translation_md": "La multiplicité des paramètres rend l’accompagnement professionnel indispensable. Des plateformes comme [Roundtable](https://www.roundtable.eu/) sont conçues pour piloter ces exigences, en gérant les volets juridiques, fiscaux et administratifs, afin que fondateurs et investisseurs se concentrent sur l’opération elle‑même."
    },
    {
      "id": "58b63e273b",
      "md_type": "list_candidate",
      "source_md": "---",
      "translation_md": "---"
    },
    {
      "id": "f001cd3da5",
      "md_type": "list_candidate",
      "source_md": "**Simplify SPV compliance with Roundtable**",
      "translation_md": "**Simplifiez la conformité de votre SPV avec Roundtable**"
    },
    {
      "id": "3ce8114a38",
      "md_type": "paragraph_or_misc",
      "source_md": "Roundtable handles the KYC and AML requirements of your European SPV, with centralized administration through our platform, from formation to ongoing administration, so you stay fully compliant.",
      "translation_md": "Roundtable prend en charge les exigences KYC et AML de votre SPV européen, avec une administration centralisée via notre plateforme, de la constitution à la gestion courante, pour rester pleinement conforme."
    },
    {
      "id": "ff5e1710b7",
      "md_type": "paragraph_or_misc",
      "source_md": "[Find out more by talking to one of our experts.](https://www.roundtable.eu/contact-us)",
      "translation_md": "[En savoir plus en échangeant avec l’un de nos experts.](https://www.roundtable.eu/contact-us)"
    },
    {
      "id": "58b63e273b",
      "md_type": "list_candidate",
      "source_md": "---",
      "translation_md": "---"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## SPV best practices {#spv-best-practices}",
      "translation_md": "## Bonnes pratiques pour les SPV {#spv-best-practices}"
    },
    {
      "id": "ecf9297180",
      "md_type": "paragraph_or_misc",
      "source_md": "A robust SPV should always be designed with support from experienced legal, tax, and administrative professionals, the below best practices should be considered a starting point.",
      "translation_md": "Un SPV robuste doit toujours être conçu avec l’appui de professionnels expérimentés du droit, de la fiscalité et de l’administration ; les bonnes pratiques ci‑dessous constituent un point de départ."
    },
    {
      "id": "18b5b663ab",
      "md_type": "list_candidate",
      "source_md": "* **Legal and structural soundness:** An SPV’s constitutional documents should enforce a **narrow, limited purpose** to prevent unforeseen liabilities. The choice of jurisdiction is critical and should be based on investor familiarity and legal precedent, not just tax rates.   \n* **Robust contractual framework:** Consider embedding **\"non-petition\" and \"limited-recourse\" language** in all contracts to prevent creditors from filing for bankruptcy against the SPV. From day one, the legal agreements should **clearly document exit mechanics, payment waterfalls, and wind-down procedures** to avoid future deadlocks.  \n* **Operational integrity:** Maintain **strict operational separation** from the sponsor, with separate bank accounts, books, and records. Where possible, automate back-office processes using integrated platforms to manage costs and administrative work effectively.  \n* **Transparent reporting and compliance:** Establish a **fixed timetable** for audited, investor-grade reporting. It is essential to implement strict AML/KYC workflows for all investors and continuously track evolving regulations, such as SEC and EU rules, to ensure ongoing compliance.  \n* **Proactive risk management:** Before launch, secure legal opinions confirming the SPV's bankruptcy-remote status. A living risk playbook should be embedded from the start, mapping all counterparties and running stress tests to pre-agree on remedial actions for potential crises.",
      "translation_md": "* **Solidité juridique et structurelle** : Les documents constitutifs d’un SPV doivent consacrer un **objet étroit et limité** afin d’éviter des passifs imprévus. Le choix de la juridiction est critique et doit reposer sur la familiarité des investisseurs et la jurisprudence, non sur les seuls taux d’imposition.   \n* **Cadre contractuel robuste** : Envisager d’insérer des clauses de **« non‑petition » et de « limited‑recourse »** dans tous les contrats pour empêcher les créanciers de déposer le bilan du SPV. Dès le premier jour, les accords doivent **documenter clairement les mécanismes de sortie, les waterfalls de paiement et les procédures de dissolution** afin d’éviter les blocages futurs.  \n* **Intégrité opérationnelle** : Maintenir une **séparation opérationnelle stricte** vis‑à‑vis du sponsor, avec des comptes bancaires, des livres et des registres distincts. Lorsque c’est possible, automatiser l’arrière‑bureau via des plateformes intégrées pour maîtriser les coûts et la charge administrative.  \n* **Reporting et conformité transparents** : Mettre en place un **calendrier fixe** pour un reporting audité, de qualité investisseur. Il est essentiel d’implémenter des workflows KYC/AML stricts pour tous les investisseurs et de suivre en continu l’évolution des règles, notamment celles de la SEC et de l’UE, pour assurer une conformité continue.  \n* **Gestion proactive des risques** : Avant le lancement, obtenir des avis juridiques confirmant le statut d’isolement de faillite du SPV. Un playbook vivant des risques doit être mis en place dès le départ, cartographiant toutes les contreparties et réalisant des stress tests pour convenir à l’avance des mesures correctrices en cas de crise."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## SPV Risks and challenges {#spv-risks-and-challenges}",
      "translation_md": "## Risques et défis des SPV {#spv-risks-and-challenges}"
    },
    {
      "id": "95c33e3544",
      "md_type": "paragraph_or_misc",
      "source_md": "Even a correctly structured SPV presents challenges that require diligent management. Especially when it comes to tax, accounting, and regulation, where the obligations are continuous and the penalties for non-compliance can be severe.",
      "translation_md": "Même correctement structuré, un SPV présente des défis qui exigent une gestion rigoureuse, en particulier en fiscalité, comptabilité et réglementation, où les obligations sont continues et les sanctions en cas de non‑conformité peuvent être sévères."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPV tax risks {#spv-tax-risks}",
      "translation_md": "### Risques fiscaux des SPV {#spv-tax-risks}"
    },
    {
      "id": "9b0763ab53",
      "md_type": "paragraph_or_misc",
      "source_md": "SPVs create specific cross-border and compliance risks that can impact investor returns if not managed proactively.",
      "translation_md": "Les SPV génèrent des risques spécifiques transfrontaliers et de conformité pouvant affecter les rendements des investisseurs s’ils ne sont pas gérés de manière proactive."
    },
    {
      "id": "6b9027c1b3",
      "md_type": "list_candidate",
      "source_md": "* **Withholding tax:** In cross-border structures, there is a significant risk that **withholding taxes could be levied at multiple levels**, both between the startup and the SPV, and between the SPV and its investors, which can significantly reduce net returns.  \n* **International reporting:** Using offshore SPVs can trigger complex U.S. reporting requirements for American investors, such as those under the **Foreign Account Tax Compliance Act (FATCA)** and c**ontrolled foreign corporation (CFC)** rules.  \n* **Compliance burden:** Each SPV must obtain its own **Tax Identification Number (TIN)** and is typically required to file its own federal and state income tax returns, adding a layer of administrative complexity.",
      "translation_md": "* **Retenue à la source** : Dans les structures transfrontalières, il existe un risque significatif que **des retenues à la source soient prélevées à plusieurs niveaux**, à la fois entre la startup et le SPV, et entre le SPV et ses investisseurs, ce qui peut réduire fortement les rendements nets.  \n* **Reporting international** : L’utilisation de SPV offshore peut déclencher des obligations déclaratives américaines complexes pour les investisseurs américains, telles que celles prévues par le **Foreign Account Tax Compliance Act (FATCA)** et les règles sur les **controlled foreign corporations (CFC)**.  \n* **Charge de conformité** : Chaque SPV doit obtenir son propre **Tax Identification Number (TIN)** et est généralement tenu de déposer ses propres déclarations d’impôt fédérales et étatiques, ajoutant une strate de complexité administrative."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Accounting and reporting challenges {#accounting-and-reporting-challenges}",
      "translation_md": "### Défis de comptabilité et de reporting {#accounting-and-reporting-challenges}"
    },
    {
      "id": "57f1993b65",
      "md_type": "paragraph_or_misc",
      "source_md": "The financial separation that makes SPVs useful also creates accounting challenges, demanding transparency and rigorous oversight to prevent misuse.",
      "translation_md": "La séparation financière qui fait l’utilité des SPV crée aussi des défis comptables, exigeant transparence et supervision rigoureuse pour prévenir les abus."
    },
    {
      "id": "013c77d012",
      "md_type": "list_candidate",
      "source_md": "* **Potential for obscuring financials:** Historically, SPVs have been misused to hide corporate debt and fabricate earnings. This risk requires investors to conduct **thorough due diligence** on the financials of both the SPV and its sponsor, not just one or the other.  \n* **Scrutiny on expense allocation:** Regulators like the SEC are increasingly focused on **how expenses are allocated** between the SPV and its managers. Incorrectly charging certain costs to the SPV can lead to regulatory fines.  \n* **Maintaining separate records:** While essential for compliance, maintaining a **complete and accurate set of books and records** that is separate from the sponsor is a significant ongoing operational challenge.",
      "translation_md": "* **Risque d’opacification des comptes** : Historiquement, des SPV ont été utilisés pour dissimuler la dette d’entreprise et fabriquer des résultats. Ce risque impose aux investisseurs de mener une **due diligence approfondie** sur les comptes tant du SPV que de son sponsor, et non de l’un ou de l’autre uniquement.  \n* **Surveillance de l’affectation des frais** : Des régulateurs comme la SEC se concentrent de plus en plus sur **la manière dont les frais sont imputés** entre le SPV et ses gestionnaires. Une imputation incorrecte de certains coûts au SPV peut entraîner des amendes réglementaires.  \n* **Tenue de registres séparés** : Bien qu’indispensable pour la conformité, maintenir **un jeu complet et exact de livres et registres** distincts de ceux du sponsor constitue un défi opérationnel permanent."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Regulatory and governance risks {#regulatory-and-governance-risks}",
      "translation_md": "### Risques réglementaires et de gouvernance {#regulatory-and-governance-risks}"
    },
    {
      "id": "84f64c81ce",
      "md_type": "paragraph_or_misc",
      "source_md": "SPVs operate within a strict and varied regulatory framework, creating risks related to compliance, investor rights, and governance.",
      "translation_md": "Les SPV opèrent dans un cadre réglementaire strict et hétérogène, générant des risques liés à la conformité, aux droits des investisseurs et à la gouvernance."
    },
    {
      "id": "b57799e3fe",
      "md_type": "list_candidate",
      "source_md": "* **Investor limitations:** Regulations in jurisdictions like the U.S. impose **firm limits on the number and type of investors an SPV can accept**, with most offerings restricted to \"accredited investors\".  \n* **Limited investor rights:** LPs in an SPV typically have **no direct voting or information rights** in the underlying company. Their legal relationship is with the SPV manager, who holds the official shareholder position.  \n* **Incentive misalignment:** A potential conflict can arise if a manager **earns carried interest on an SPV deal without investing their main fund's capital,** meaning the LPs bear the primary financial risk.  \n* **Ongoing compliance burden:** SPVs are subject to continuous compliance obligations, including state-specific franchise taxes, registered agent fees, and securities filings, all of which carry penalties for failure.",
      "translation_md": "* **Limites applicables aux investisseurs** : Dans des juridictions comme les États‑Unis, **des plafonds stricts existent quant au nombre et au type d’investisseurs qu’un SPV peut accepter**, la plupart des offres étant réservées à des « investisseurs accrédités ».  \n* **Droits limités des investisseurs** : Les LP d’un SPV n’ont en général **aucun droit de vote ou d’information direct** dans la société sous‑jacente. Leur relation juridique est avec le gestionnaire du SPV, qui détient la position officielle d’actionnaire.  \n* **Mauvais alignement des incitations** : Un conflit potentiel peut surgir si un gestionnaire **perçoit du carried interest sur une opération en SPV sans engager le capital de son fonds principal**, ce qui signifie que le risque financier principal est supporté par les LP.  \n* **Charge de conformité continue** : Les SPV sont soumis à des obligations continues, notamment des taxes spécifiques à certains États, des frais d’agent enregistré et des dépôts de documents de valeurs mobilières, qui sont assortis de pénalités en cas de manquement."
    },
    {
      "id": "7614d2b7fd",
      "md_type": "list_candidate",
      "source_md": "***Roundtable SPVs are deal-specific vehicles that do not qualify as Alternative Investment Funds (AIFs) and are not subject to fund regulations. They are generally tax-transparent, with taxation occurring at the investor level. Individual tax and legal consequences may vary; investors should seek independent advice.***",
      "translation_md": "***Les SPV de Roundtable sont des véhicules dédiés à une opération et ne constituent pas des Alternative Investment Funds (AIFs) et ne sont pas soumis à la réglementation applicable aux fonds. Ils sont généralement transparents fiscalement, avec une imposition au niveau des investisseurs. Les conséquences fiscales et juridiques individuelles peuvent varier ; les investisseurs doivent solliciter un conseil indépendant.***"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## Common SPV pitfalls {#common-spv-pitfalls}",
      "translation_md": "## Écueils fréquents des SPV {#common-spv-pitfalls}"
    },
    {
      "id": "80c7e2b430",
      "md_type": "paragraph_or_misc",
      "source_md": "The complexity of SPVs creates opportunities for mistakes. ",
      "translation_md": "La complexité des SPV ouvre la voie à des erreurs. "
    },
    {
      "id": "44f8f5f1d6",
      "md_type": "paragraph_or_misc",
      "source_md": "Flaws in the legal structure, financial mismanagement, or compliance gaps can undermine the vehicle's purpose, leading to financial loss or regulatory penalties. ",
      "translation_md": "Des défauts de structure juridique, une mauvaise gestion financière ou des lacunes de conformité peuvent compromettre l’objet du véhicule, entraînant des pertes financières ou des sanctions réglementaires. "
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Structural & legal flaws {#structural-legal-flaws}",
      "translation_md": "### Lacunes structurelles et juridiques {#structural-legal-flaws}"
    },
    {
      "id": "a2eb687039",
      "md_type": "list_candidate",
      "source_md": "* **Imperfect asset transfer:** If an asset transfer is not structured as an airtight \"true sale,\" courts may pull the assets back into the sponsor's estate, voiding the SPV's protections.  \n* **Weak separateness:** Commingling cash or using shared stationery can lead regulators to conclude the SPV is not truly separate, collapsing its legal structure.  \n* **Lack of independent veto:** Without a neutral director required to approve an insolvency filing, the sponsor could unilaterally file for the SPV's bankruptcy.  \n* **Implicit sponsor support:** Any back-door promise of support or guarantees from the sponsor can undermine the SPV's financial independence and risk isolation.",
      "translation_md": "* **Transfert d’actifs imparfait** : Si le transfert d’un actif n’est pas structuré comme un « true sale » incontestable, les tribunaux peuvent réintégrer les actifs dans la masse du sponsor, annulant les protections du SPV.  \n* **Séparabilité insuffisante** : Le mélange des liquidités ou l’utilisation d’un papier à en‑tête partagé peut conduire les régulateurs à conclure que le SPV n’est pas véritablement distinct, ce qui fait s’effondrer sa structure juridique.  \n* **Absence de veto indépendant** : Sans administrateur neutre tenu d’approuver un dépôt de bilan, le sponsor pourrait déposer unilatéralement le bilan du SPV.  \n* **Soutien implicite du sponsor** : Toute promesse de soutien ou garantie, même indirecte, de la part du sponsor peut miner l’indépendance financière du SPV et l’isolation des risques."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Financial & operational pitfalls {#financial-operational-pitfalls}",
      "translation_md": "### Pièges financiers et opérationnels {#financial-operational-pitfalls}"
    },
    {
      "id": "21350ecb34",
      "md_type": "list_candidate",
      "source_md": "* **Opaque investor disclosures:** Failing to be fully transparent about underlying assets, fees, and side letters can lead to a loss of investor confidence and potential liabilities.  \n* **Over-leverage:** Taking on too much debt or mismatching liabilities can create servicing shortfalls during amortization.  \n* **Hidden costs:** Under-scoping the budget for the full lifecycle of admin, audit, and tax fees will ultimately erode net investor returns.  \n* **Inaccurate timelines:** Underestimating the time required for essentials like investor KYC and bank account opening can cause critical funding delays or bridge-funding costs.  \n* **Forgotten exit plan:** Having no clear plan or funds reserved for the wind-down phase can create a \"zombie\" entity that incurs unnecessary taxes and fees.",
      "translation_md": "* **Informations investisseurs opaques** : Le manque de transparence sur les actifs sous‑jacents, les frais et les side letters peut entraîner une perte de confiance des investisseurs et des responsabilités potentielles.  \n* **Surendettement** : Contracter trop de dette ou mal apparier les passifs peut créer des défauts de service pendant l’amortissement.  \n* **Coûts cachés** : Sous‑estimer le budget pour tout le cycle de vie des frais d’administration, d’audit et de fiscalité finira par rogner les rendements nets des investisseurs.  \n* **Calendriers inexacts** : Sous‑estimer le temps nécessaire pour des éléments essentiels comme le KYC des investisseurs et l’ouverture de compte bancaire peut provoquer des retards de financement critiques ou des coûts de bridge‑financing.  \n* **Plan de sortie oublié** : L’absence de plan clair ou de fonds réservés pour la phase de liquidation peut créer une entité « zombie » qui supporte des taxes et des frais inutiles."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Governance & compliance issues {#governance-compliance-issues}",
      "translation_md": "### Problèmes de gouvernance et de conformité {#governance-compliance-issues}"
    },
    {
      "id": "fea8e58e7a",
      "md_type": "list_candidate",
      "source_md": "* **Conflicts of interest:** When a sponsor also acts as the asset manager without proper firewalls, it can lead to misaligned incentives and asset quality drift.  \n* **Compliance gaps:** Failures in KYC/AML and investor accreditation workflows can result in funding delays and significant regulatory fines.  \n* **Waterfall & payment errors:** Mis-allocating funds during distributions can force costly restatements and damage credibility with investors.",
      "translation_md": "* **Conflits d’intérêts** : Lorsque le sponsor agit aussi comme gestionnaire d’actifs sans pare‑feux adéquats, cela peut conduire à un désalignement des incitations et à une dérive de la qualité des actifs.  \n* **Lacunes de conformité** : Des failles dans les workflows KYC/AML et d’accréditation des investisseurs peuvent provoquer des retards de financement et des amendes réglementaires significatives.  \n* **Erreurs de waterfall et de paiement** : Une mauvaise allocation des fonds lors des distributions peut imposer des retraitements coûteux et nuire à la crédibilité auprès des investisseurs."
    }
  ],
  "glossary_applied": [
    "AML",
    "Bare Trust",
    "Delaware",
    "FATCA",
    "FCT",
    "GP",
    "GmbH",
    "GmbH & Co. KG",
    "IRS",
    "KYC",
    "LLC",
    "LP",
    "Ltd",
    "Luxembourg",
    "OT",
    "PFLP",
    "Roundtable",
    "S.A.",
    "S.L.",
    "SARL",
    "SAS",
    "SC",
    "SCA",
    "SCS",
    "SCSp",
    "SEC",
    "SPV",
    "Trust",
    "carried interest",
    "non‑petition",
    "true sale"
  ]
}