{
  "meta": {
    "chunk_id": "003",
    "source": "work/article.prepped.en.md",
    "approx_tokens": 6911,
    "schema": "v1"
  },
  "blocks": [
    {
      "id": "",
      "md_type": "paragraph_or_misc",
      "source_md": " confidence and potential liabilities.  \n* **Over-leverage:** Taking on too much debt or mismatching liabilities can create servicing shortfalls during amortization.  \n* **Hidden costs:** Under-scoping the budget for the full lifecycle of admin, audit, and tax fees will ultimately erode net investor returns.  \n* **Inaccurate timelines:** Underestimating the time required for essentials like investor KYC and bank account opening can cause critical funding delays or bridge-funding costs.  \n* **Forgotten exit plan:** Having no clear plan or funds reserved for the wind-down phase can create a \"zombie\" entity that incurs unnecessary taxes and fees."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Governance & compliance issues {#governance-compliance-issues}"
    },
    {
      "id": "fea8e58e7a",
      "md_type": "list_candidate",
      "source_md": "* **Conflicts of interest:** When a sponsor also acts as the asset manager without proper firewalls, it can lead to misaligned incentives and asset quality drift.  \n* **Compliance gaps:** Failures in KYC/AML and investor accreditation workflows can result in funding delays and significant regulatory fines.  \n* **Waterfall & payment errors:** Mis-allocating funds during distributions can force costly restatements and damage credibility with investors."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## SPV Case Studies {#spv-case-studies}"
    },
    {
      "id": "68ae5726f9",
      "md_type": "paragraph_or_misc",
      "source_md": "SPVs are now a common part of the investing landscape, with funds using SPVs to manage exposure to emerging fields and companies."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs for founders case study: Pletor's strategic angel round {#spvs-for-founders-case-study-pletors-strategic-angel-round}"
    },
    {
      "id": "aa717f8555",
      "md_type": "paragraph_or_misc",
      "source_md": "For its €1.5 million first fundraising round, AI startup Pletor needed to bring in a diverse group of international angel investors who could provide deep expertise in marketing, design, and AI."
    },
    {
      "id": "60d00dd935",
      "md_type": "list_candidate",
      "source_md": "* **The challenge:** The founders wanted to onboard a dozen strategic angels from France, Germany, the UK, and Spain. They knew that managing this process individually would create significant administrative and legal hassles, distracting them from the core business of building their company.  \n* **The SPV solution:** Pletor used Roundtable to create a single SPV to pool all of their angel investors. This allowed the founders to easily track commitments and streamlined the entire process for their investors, who could onboard and sign all documents digitally on a single platform.  \n* **The result:** By using an SPV, Pletor successfully brought in high-value strategic investors without the administrative workload. The founders maintained a clean cap table and were able to focus on investor engagement and scaling their business, rather than managing paperwork."
    },
    {
      "id": "a144005372",
      "md_type": "list_candidate",
      "source_md": "**Read more about [Pletor’s SVP strategy](https://www.roundtable.eu/clients/ferdinand-terme-pletor)**"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs for investment clubs case study: scaling Super Capital {#spvs-for-investment-clubs-case-study-scaling-super-capital}"
    },
    {
      "id": "29a81ff457",
      "md_type": "paragraph_or_misc",
      "source_md": "Super Capital, a French investment community with over 1,000 active members, uses SPVs to structure their early-stage tech investments and scale their operations."
    },
    {
      "id": "03a942b553",
      "md_type": "list_candidate",
      "source_md": "* **The Challenge:** Super Capital wanted to grow its community and increase its average investment size to have a more significant impact on a startup's cap table. They needed a platform to manage a large, diverse group of investors and streamline their deal-by-deal investment process.  \n* **The SPV Solution:** The firm uses Roundtable to create SPVs for specific deals, allowing them to offer opportunities to their community even if the deal doesn't fit the thesis of their main collective vehicle. This provides flexibility and allows individual members to opt into deals they are passionate about.  \n* **The Result:** By using Roundtable's SPV structure, Super Capital can manage its large community, organize deal-by-deal investments efficiently, and aim to triple its typical deal size from \\~€100k to over €300k. The platform gives them the visibility and structure needed to professionalize their community-led investment model."
    },
    {
      "id": "1acf7c3ed6",
      "md_type": "list_candidate",
      "source_md": "**Learn more about Super Capital’s [SPVs for investment clubs](https://www.roundtable.eu/clients/corentin-orsini-super-capital) approach**"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPVs for fund managers case study: Better Angle's flexible syndicate model {#spvs-for-fund-managers-case-study-better-angles-flexible-syndicate-model}"
    },
    {
      "id": "f500da62e0",
      "md_type": "paragraph_or_misc",
      "source_md": "Better Angle, a French community-led investment firm, uses a deal-by-deal SPV model alongside its flagship funds to enhance flexibility and provide more opportunities for its network of over 200 entrepreneurs."
    },
    {
      "id": "42182218a4",
      "md_type": "list_candidate",
      "source_md": "* **The challenge:** The firm wanted to invest in specialized or sensitive sectors, like defense tech, that didn't align with the values of their broader investor community. They also wanted to give their existing LPs a way to increase their exposure to high-performing companies in the main fund.  \n* **The SPV solution:** Better Angle uses Roundtable to launch deal-by-deal SPV syndicates. This allows interested investors to opt into specialized deals without affecting the core funds. It also enables their fund LPs to \"double down\" on specific opportunities they are passionate about.  \n* **The result:** Roundtable's platform handles the operational load for these syndicates, from investor onboarding and KYC to compliance. This gives Better Angle the flexibility to offer tailored deals, engage their community, and close investments much faster, averaging three deals a month."
    },
    {
      "id": "ac0d46a54c",
      "md_type": "list_candidate",
      "source_md": "**Read more about Better Angle’s [SPV model for syndicates](https://www.roundtable.eu/clients/baptiste-hamel-better-angle)**"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPV for international angels case study: Pruna AI’s global alignment {#spv-for-international-angels-case-study-pruna-ais-global-alignment}"
    },
    {
      "id": "5efddf1eb8",
      "md_type": "paragraph_or_misc",
      "source_md": "For its $6.5 million seed round, [German-French startup Pruna AI](https://www.roundtable.eu/clients/rayan-nait-mazi-pruna-ai) used a [Roundtable SPV](https://www.roundtable.eu/) to bring in strategic angel investors from across the globe."
    },
    {
      "id": "ccb519cfb1",
      "md_type": "list_candidate",
      "source_md": "* **The challenge:** The founders needed to onboard about a dozen strategic angels from multiple countries, but were warned that managing this individually would be a logistical \"nightmare\" due to Germany's bureaucratic fundraising process.  \n* **The SPV solution:** They used Roundtable to create a single, **Luxembourg-based SPV** to consolidate all international investors. This streamlined the relevant cross-border paperwork and simplified the entire process.  \n* **The result:** The SPV delivered a faster, smoother, and more efficient fundraising experience for the Pruna AI team, their lawyers, and their angels. By handling the administrative hassle, Roundtable enabled the founders to focus on selecting the right strategic partners to help them scale."
    },
    {
      "id": "761ed94f69",
      "md_type": "list_candidate",
      "source_md": "**Read more about Pruna’s [angel syndicate SPV](https://www.roundtable.eu/clients/rayan-nait-mazi-pruna-ai)**"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## How to setup your SPV {#how-to-setup-your-spv}"
    },
    {
      "id": "41f4c3c89f",
      "md_type": "paragraph_or_misc",
      "source_md": "Setting up an SPV requires a strategic set of choices – from where to incorporate to how to structure capital and shares – that can **influence the success of your investment and your potential returns**. Key steps to understand are:"
    },
    {
      "id": "aacd9aeca4",
      "md_type": "list_candidate",
      "source_md": "1. ### Pre-formation planning"
    },
    {
      "id": "a3d02d67df",
      "md_type": "paragraph_or_misc",
      "source_md": "Before any legal documents are filed, the foundation of the SPV dictates all future steps."
    },
    {
      "id": "4c3ce53ce4",
      "md_type": "paragraph_or_misc",
      "source_md": "Key strategic decisions include:"
    },
    {
      "id": "9f2ae5c525",
      "md_type": "list_candidate",
      "source_md": "* **Define sponsor goals:** The process begins by clearly defining the SPV’s purpose, whether it's for **risk isolation**, **securitization**, a **joint venture**, or **tax optimization**. This goal dictates the entire structure.  \n* **Select a jurisdiction:** The choice of jurisdiction is critical. Key criteria include the speed of formation, a court system with a strong track record on **insolvency remoteness**, and familiarity to target investors.  \n* **Ensure economic substance:** To comply with modern tax regulations like **BEPS 2.0**, the SPV must have genuine economic activity. This may require **local directors** and robust independent governance to maintain its legal and tax separation."
    },
    {
      "id": "12255b5075",
      "md_type": "list_candidate",
      "source_md": "**Roundtable perspective:** Investment is increasingly borderless – if you’re eyeing cross-border deals, make sure you’re working in a region that can access funds from multiple jurisdictions. "
    },
    {
      "id": "92cf848d85",
      "md_type": "list_candidate",
      "source_md": "*Roundtable specializes in standardized, compliant SPV structures in leading European jurisdictions like Luxembourg and France, that offer the right combination of flexibility and tax efficiency.*"
    },
    {
      "id": "6a6cb1b843",
      "md_type": "list_candidate",
      "source_md": "2. ### Legal formation and structuring"
    },
    {
      "id": "354cdbf3fb",
      "md_type": "paragraph_or_misc",
      "source_md": "This phase involves legally creating the entity and establishing its operational rules. The key mechanics are:"
    },
    {
      "id": "f876b8c577",
      "md_type": "list_candidate",
      "source_md": "* **Choose a legal entity:** Select the appropriate legal form, such as a **Limited Liability Company (LLC)**, **Limited Partnership (LP)**, or a corporate entity held in an **\"orphan\" trust structure**.  \n* **Draft governance documents:** Create core legal agreements like the **Memorandum and Articles of Association** or **Partnership Agreement**. These define the SPV's constitution, powers, and internal rules. *(This is where an experienced partner like* **Roundtable** *can help reduce risk and uncertainty).*  \n* **File and appoint:** File the necessary formation documents with the jurisdictional authority, appoint a **Registered Agent**, and obtain a **Tax ID Number**.  \n* **Engage service providers:** Assemble a network of crucial partners, including **legal counsel**, **tax advisors**, a **trustee** to represent investors, a **servicer** to manage assets, and an **SPV administrator** for day-to-day operations."
    },
    {
      "id": "539b60706d",
      "md_type": "list_candidate",
      "source_md": "**Roundtable perspective:** For investors and founders, this stage is often the most time-consuming, and has the potential to slow down the deal or hinder future negotiations if drafting is not done with an eye to the future."
    },
    {
      "id": "2610032161",
      "md_type": "list_candidate",
      "source_md": "*An end-to-end platform like Roundtable replaces the need to coordinate multiple service providers by handling the entire legal formation, document drafting, and administrative setup for you.*"
    },
    {
      "id": "226e095fb1",
      "md_type": "list_candidate",
      "source_md": "3. ### Capitalization and funding"
    },
    {
      "id": "5ddb9a3a5e",
      "md_type": "paragraph_or_misc",
      "source_md": "With the legal entity in place, the SPV is funded and receives the assets it was created to hold."
    },
    {
      "id": "1b6c224628",
      "md_type": "list_candidate",
      "source_md": "* **Asset transfer:** The core assets are transferred to the SPV via a **\"true sale\"**, a transaction structured to be robust against the originator’s potential insolvency.  \n* **Raise funds:** The SPV raises capital by issuing **securities**, such as notes, bonds, or certificates, to investors, which are backed by the SPV's assets.  \n* **Define the waterfall:** Transaction documents must meticulously define the **cash flow waterfall**, outlining the priority of payments: first operational fees, then interest and principal to investors (often by tranche), and finally residual profit."
    },
    {
      "id": "c2dd8f1546",
      "md_type": "list_candidate",
      "source_md": "**Roundtable perspective:** Winning investors is only half the battle – robust due diligence and compliance are key to safeguard your investment and make future management simpler."
    },
    {
      "id": "3296c25f8c",
      "md_type": "list_candidate",
      "source_md": "*Roundtable automates investor onboarding, KYC/AML checks, digital document signing, and secure fund collection, allowing you to close your round faster.*"
    },
    {
      "id": "c8ff4b8872",
      "md_type": "list_candidate",
      "source_md": "4. ### Plan for operation and exit"
    },
    {
      "id": "8c45ffbd82",
      "md_type": "paragraph_or_misc",
      "source_md": "A successful setup includes planning for the entire lifecycle of the vehicle, from its daily operations to its eventual dissolution."
    },
    {
      "id": "32653d6975",
      "md_type": "list_candidate",
      "source_md": "* **Ongoing administration:** Plan for ongoing tasks, including **investor reporting** (on NAV, IRR, etc.), **regulatory reporting** (e.g., beneficial ownership updates), and **tax reporting** (e.g., FATCA/CRS).  \n* **Exit and dissolution:** The governing documents must specify dissolution triggers (e.g., project completion, asset sale, or investor vote) and the wind-down process, which includes settling all debts, filing a **dissolution certificate**, and making a final distribution of any residual assets."
    },
    {
      "id": "8383e9a3f4",
      "md_type": "list_candidate",
      "source_md": "**Roundtable perspective:** Once you’ve made your investment, ongoing reporting and compliance can be a major drain on resources without the right tools. "
    },
    {
      "id": "b0c6284d83",
      "md_type": "list_candidate",
      "source_md": "*Roundtable’s platform centralizes these tasks, handling everything from investor updates and tax documentation to the final distribution and dissolution of the vehicle.*"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### How to set up an SPV with Roundtable in Europe {#how-to-set-up-an-spv-with-roundtable-in-europe}"
    },
    {
      "id": "be1fe83a42",
      "md_type": "paragraph_or_misc",
      "source_md": "Roundtable’s platform helps you automate the complexities of creating and managing a SPV so you can focus on finding investors and making deals happen. "
    },
    {
      "id": "d9340c29d8",
      "md_type": "paragraph_or_misc",
      "source_md": "Our streamlined experience helps dealmakers to launch their SPV quickly to capitalize on opportunities and provide the best investor experience possible."
    },
    {
      "id": "c062bcc034",
      "md_type": "paragraph_or_misc",
      "source_md": "Roundtable's all-in-one platform covers the end-to-end process of creating and managing your SPV, including:"
    },
    {
      "id": "6ad69271bf",
      "md_type": "list_candidate",
      "source_md": "* **Automated setup:** The platform handles the entire incorporation process, from **registering the vehicle** in key jurisdictions to setting up the required **bank accounts**.  \n* **Digital investor onboarding:** A digital workflow covers the full **investor onboarding** process, including all **Know-Your-Customer (KYC)** checks, to ensure compliance and a smooth investor experience.  \n* **Centralized governance:** Roundtable acts as the **SPV manager**, creating and housing all necessary **legal documents and contracts** on the platform. Key governance actions, such as investor voting, are managed digitally.  \n* **Secure transaction management:** The entire investment process is managed on the platform, from the secure **digital signing** of agreements to the efficient **collection and deployment of funds**."
    },
    {
      "id": "4c086951f6",
      "md_type": "paragraph_or_misc",
      "source_md": "[Find out how you can get started today by talking to one of our experts.](https://www.roundtable.eu/contact-us)"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## What’s the best SPV platform? {#whats-the-best-spv-platform}"
    },
    {
      "id": "e562fab876",
      "md_type": "paragraph_or_misc",
      "source_md": "A new ecosystem of tech-enabled platforms has emerged to simplify the process of setting up and managing SPVs. These platforms offer different strengths and pricing models, catering to various needs, from angel syndicates launching their first deal to professional fund managers requiring institutional-grade administration."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### AngelList {#angellist}"
    },
    {
      "id": "b17ef773ee",
      "md_type": "paragraph_or_misc",
      "source_md": "A pioneer in the space, [AngelList](https://www.angellist.com/) is a US-based platform (Delaware) optimized for **venture and angel investing**. Its key strength is its vast network of LPs, and it is ideal for syndicate leads focused on tech startups. The platform is known for its **speed** (\\~1 week setup) and standardized **flat-fee pricing** of \\~$8,000 per SPV."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Carta {#carta}"
    },
    {
      "id": "65a8ab4d07",
      "md_type": "paragraph_or_misc",
      "source_md": "[Carta](https://carta.com/) offers a comprehensive, **end-to-end fund administration** service for professional GPs and established VC firms. It supports both **U.S. and international** structures (via its acquisition of Vauban) and is designed to handle complex, customized funds that require ongoing administration. Pricing is **custom-quoted** on an enterprise basis."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Roundtable {#roundtable}"
    },
    {
      "id": "154335278e",
      "md_type": "paragraph_or_misc",
      "source_md": "[Roundtable](https://www.roundtable.eu/) is a leading European platform specializing in **cross-border angel investing**. It is ideal for **European startup founders, [investment clubs](https://www.roundtable.eu/solutions/investors)** and fund managers, with a presence in key jurisdictions like Luxembourg and France. Their pricing is deal-based at **1% of funds raised** (with a €5,000 minimum), and they are known for fast setup times and their social community approach."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### bunch {#bunch}"
    },
    {
      "id": "6db13b1545",
      "md_type": "paragraph_or_misc",
      "source_md": "[bunch](https://www.bunch.capital/) is a **Germany-based**, all-in-one private markets platform designed for professional **fund managers with cross-border European investments**. It provides a full suite of digital tools to handle the complexity of European regulations. Pricing is on a **custom, enterprise** model tailored to the fund's specific needs."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Allocations {#allocations}"
    },
    {
      "id": "a72f616095",
      "md_type": "paragraph_or_misc",
      "source_md": "[Allocations](https://www.allocations.com/), a U.S. platform (Delaware), markets itself on **speed and simplicity**, claiming to be one of the fastest ways to launch an SPV. It is designed for **rapid deal execution**, making it a good fit for frequent syndicators who prioritize speed. It has a **premium pricing** model, with a standard SPV starting at \\~$10,000."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Sydecar {#sydecar}"
    },
    {
      "id": "fe75727324",
      "md_type": "paragraph_or_misc",
      "source_md": "[Sydecar](https://www.sydecar.io/) is a U.S.-based (Delaware) platform focused on providing a **low-cost, automated** solution. With a pricing model that starts with a minimum fee of \\~$4,500, it is ideal for **cost-sensitive new managers** and those executing **smaller deals** where higher fees would be prohibitive."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Flow (Apex) {#flow-apex}"
    },
    {
      "id": "0c2e1fdc97",
      "md_type": "paragraph_or_misc",
      "source_md": "Now part of the global Apex Group, [Flow](https://flowinc.com/) is an institutional-grade platform primarily focused on the **U.S. market**. It is designed to provide a **high-touch experience** for larger SPVs and funds with many LPs. Pricing is on a custom, **enterprise** basis, reflecting its institutional focus."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Odin {#odin}"
    },
    {
      "id": "7a9ab0c03f",
      "md_type": "paragraph_or_misc",
      "source_md": "[Odin](https://www.joinodin.com/) is a **UK-based** platform focused on serving **angel syndicates in Europe**. It offers a fast, deal-based fee structure and also supports the creation of **fund feeder vehicles** for pooling investors into larger VC funds."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Securitize {#securitize}"
    },
    {
      "id": "1a24ed01d5",
      "md_type": "paragraph_or_misc",
      "source_md": "[Securitize](https://securitize.io/) is a more recent arrival, focused on **asset tokenization**, not a traditional SPV setup platform. Its core product is on creating **tokenized securities** to enable fractional ownership and provide liquidity via its own secondary trading market (ATS). The process is longer (1-3+ months) and pricing is **higher and custom-quoted** due to its complexity."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### SPV Provider Comparison Table {#spv-provider-comparison-table}"
    },
    {
      "id": "c6a3e2c8ce",
      "md_type": "table_candidate",
      "source_md": "| Platform | Region | Key Strengths | Tokenization | Launch Speed | Pricing | Ideal For |\n| :---- | :---- | :---- | :---- | :---- | :---- | :---- |\n| **[AngelList](https://www.angellist.com/)** | U.S. (Delaware) | Venture & angel investing, large LP network | Limited. Can hold crypto via **CoinList** partnership, but no asset tokenization. | Fast (\\~1 week) | $8K flat fee \\+ flat state regulatory fee of $2K, add-ons | Tech startup equity deals, syndicate leads wanting LP access |\n| **[Carta](https://carta.com/uk/en/fund-management/spv/)** | U.S. & International (via **Vauban**) | End-to-end fund management, customization | No | Moderate (days to weeks) | Custom-quoted based on deal | Professional GPs, VC firms needing ongoing admin |\n| **[Roundtable](https://www.roundtable.eu/)** | EU Specialisation, (France, Belgium, Netherlands, Luxembourg), Global depending on country | Cross-border European angel investing | No | Fast for EU standards, (\\~1 week) | 1% of funds raised (min €5K) | European startup founders, investment clubs, fund managers |\n| **[bunch](https://www.bunch.capital/private-investors)** | EU (Germany-based, expanding to Luxembourg) | All-in-one private markets platform | No | Variable (days to weeks) | Custom/Enterprise price based on deal | Fund managers with cross-border European investments |\n| **[Allocations](https://www.allocations.com/real-estate-spv)** | U.S. (Delaware) | Speed and simplicity | Option for crypto/ DeFi SPVs, non-tokenized assets | Fast | From $9,950 for “standard” SPV | Rapid deal execution, frequent syndicators |\n| **[Sydecar](https://www.sydecar.io/spv)** | U.S. (Delaware) | Low-cost automation | No | Very fast (days) | 2% of capital raised ( $4.5K – $12.5K). | Cost-sensitive new managers, small deal sizes |\n| **[Flow (Apex)](https://flowinc.com/spvs)** | U.S. primarily | High-touch LP experience | No | Moderate | Enterprise pricing | Larger SPVs/funds with many LPs |\n| **[Odin](https://www.joinodin.com/education-centre/spv-startup-investing)** | UK | Angel syndicates in Europe | No | Fast | Deal-based fee | UK/European angel investing, fund feeder vehicles |\n| **Securitize** | U.S. & Global | Tokenized investments, potential liquidity | Yes (core focus) | Longer (1-3+ months) | Higher, custom pricing | Digital asset fractionalization, secondary trading |"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## What’s next for SPVs: future trends  {#whats-next-for-spvs-future-trends}"
    },
    {
      "id": "3753c9b0f6",
      "md_type": "paragraph_or_misc",
      "source_md": "The Special Purpose Vehicle is not a static tool; it is continuously evolving to meet new market demands and technological possibilities. Key emerging trends suggest a future where SPVs become more technologically integrated, purpose-driven, and standardized, all while navigating increasing demands for transparency."
    },
    {
      "id": "248e2713bf",
      "md_type": "list_candidate",
      "source_md": "* **Tokenization and digital securities:** An emerging trend is [representing SPV ownership interests as digital tokens on a blockchain](https://www.antiersolutions.com/blogs/the-role-of-spv-structure-in-tokenization-a-comprehensive-guide) or [building on Web3 architecture](https://www.google.com/url?q=https://www.hamiltonlane.com/en-us/news/news-libre-launches-scope-on-solana&sa=D&source=docs&ust=1750689183609048&usg=AOvVaw2VPeUwiv565wiXNRj8B6Hb). This could significantly increase liquidity and efficiency in secondary markets, combining the legal certainty of an SPV with the technological benefits of blockchain.  \n* **DAOs as investment vehicles:** Decentralized Autonomous Organizations (DAOs) are emerging as a potential new way to organize and manage control within an SPV, with [providers investing in new blockchain products](https://www.circle.com/blog/how-syndicate-daos-and-the-circle-account-are-revolutionizing-investing) to deliver the service.  \n* **ESG and impact-driven SPVs:** There is a growing use of [SPVs for specific sustainable or social goals](https://napglobalnetwork.org/innovative-financing/green-securitization/). This includes creating **\"Green Bonds\"** by securitizing assets like solar leases, or **\"Social Impact Bonds\"** that fund social programs with investor returns tied to successful outcomes, making green projects faster to fund and simpler to invest in.  \n* **Automation and AI management:** Technology is being integrated into SPV operations. Algorithms could soon automate complex cash flow management and compliance monitoring, while AI may one day optimize financial decisions, potentially reducing costs and human error.  \n* **Standardization and Simplification** To counteract complexity, a trend is emerging towards [standardizing SPV documentation](https://ilpa.org/industry-guidance/templates-standards-model-documents/). This includes using pre-established \"utility\" SPVs or \"shelf companies\" that allow for faster and more cost-effective setup for new deals."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## Conclusion {#conclusion}"
    },
    {
      "id": "70f05a32de",
      "md_type": "paragraph_or_misc",
      "source_md": "For investors and syndicate leads looking to safeguard and separate investments, SPVs offer a **flexible, transparent, and cost-effective way to pool capital.** "
    },
    {
      "id": "f77fa384e2",
      "md_type": "paragraph_or_misc",
      "source_md": "With no ongoing fund commitments, SPVs allow participants to invest on a deal-by-deal basis while simplifying cap table management for founders."
    },
    {
      "id": "1ed348acd0",
      "md_type": "paragraph_or_misc",
      "source_md": "Roundtable’s platform makes SPV formation and management simple – streamlining onboarding, compliance, investor reporting, and ongoing administration."
    },
    {
      "id": "1809df75cd",
      "md_type": "list_candidate",
      "source_md": "* **Simple set up:** From entity formation to bank account opening, Roundtable handles every step of your SPV launch.  \n* **Tailored legal documents:** Access professionally drafted subscription agreements and operating documents aligned with your specific deal terms.  \n* **Compliance built-in:** KYC, AML, and investor onboarding are fully integrated for a seamless investor experience.  \n* **Cost-effective solutions:** Our platform minimizes setup costs and back-office complexity, allowing you to focus capital on your investments.  \n* "
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "## SPV FAQs {#spv-faqs}"
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### How do accounting standards decide if an SPV must be consolidated? {#how-do-accounting-standards-decide-if-an-spv-must-be-consolidated}"
    },
    {
      "id": "558eb82fe9",
      "md_type": "paragraph_or_misc",
      "source_md": "Modern accounting standards (like IFRS 10 and US-GAAP) look past simple voting rights to determine control. You must consolidate an SPV onto your balance sheet if you both direct the activities that most affect its returns and absorb the majority of its variable returns. If not, it can remain off-balance-sheet, but still requires extensive disclosure in your financial notes."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### What features are essential for a truly bankruptcy-remote SPV? {#what-features-are-essential-for-a-truly-bankruptcy-remote-spv}"
    },
    {
      "id": "b0250d1df7",
      "md_type": "paragraph_or_misc",
      "source_md": "A truly bankruptcy-remote SPV, standard in jurisdictions like Delaware or Luxembourg, requires several non-negotiable features that rating agencies review first:"
    },
    {
      "id": "bb2dc63d93",
      "md_type": "list_candidate",
      "source_md": "* **Independent governance:** At least one independent director empowered to block any voluntary insolvency filing.  \n* **Limited-purpose charter:** Prohibits any activities outside the defined transaction to prevent unforeseen liabilities.  \n* **Separateness covenants:** Requires separate bank accounts, books, and a strict prohibition on commingling cash with the sponsor.  \n* **Contractual protections:** \"Non-petition\" and \"limited-recourse\" clauses in every contract to prevent creditors from forcing bankruptcy."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### How long does it take to set up an SPV? {#how-long-does-it-take-to-set-up-an-spv}"
    },
    {
      "id": "5a10d95076",
      "md_type": "paragraph_or_misc",
      "source_md": "A simple, turn-key SPV can be incorporated in 2–5 business days. However, the full launch process, including drafting transaction documents, opening bank accounts, and wiring capital, can take 20–30 days. Venture deal SPVs on automated platforms can compress this timeline significantly, often to under 10 days."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### What ongoing governance tasks should be expected? {#what-ongoing-governance-tasks-should-be-expected}"
    },
    {
      "id": "a15ad3754d",
      "md_type": "paragraph_or_misc",
      "source_md": "Even passive SPVs require ongoing management. Key tasks include calculating cash flow waterfalls for investor payments, holding director meetings to certify covenant compliance, and coordinating annual audited financial statements. A professional administrator usually bundles these tasks into a fixed annual fee so the sponsor can focus on asset performance."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### How does an SPV differ from a SPAC or a regular subsidiary? {#how-does-an-spv-differ-from-a-spac-or-a-regular-subsidiary}"
    },
    {
      "id": "dd1cf18b9c",
      "md_type": "paragraph_or_misc",
      "source_md": "These entities serve very different purposes. A **regular subsidiary** is used for ordinary, ongoing business operations and is always consolidated. A **SPAC** is a publicly-funded shell company created to find and acquire an *unknown* future target. An **SPV** is used to isolate the risks and assets of a *known*, defined project or asset set."
    },
    {
      "id": "",
      "md_type": "heading",
      "source_md": "### Can the shares or notes of an SPV be tokenized? {#can-the-shares-or-notes-of-an-spv-be-tokenized}"
    },
    {
      "id": "cd4fb5fbba",
      "md_type": "paragraph_or_misc",
      "source_md": "Yes, SPV securities can be issued as digital tokens on a blockchain, as demonstrated by recent institutional funds. This does not waive securities law or AML compliance; the same legal paperwork and investor checks are required. The primary benefit is improved efficiency and liquidity in secondary markets, though it may come with higher initial legal spend and evolving regulatory guidance."
    }
  ]
}